# Oh My Zsh
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/vi-mode

ohmyzsh/ohmyzsh path:plugins/taskwarrior

ohmyzsh/ohmyzsh path:themes/robbyrussell.zsh-theme

# TODO: Assess this, tbh
ohmyzsh/ohmyzsh path:plugins/laravel

zsh-users/zsh-autosuggestions
jscutlery/nx-completion

agkozak/zsh-z
so-fancy/diff-so-fancy
